{
    "home": "Home",
    "about_us": "About Us",
    "our_missions": "Our Missions",
    "donation": "Donation",
    "contact_us": "Contact Us",
    "welcome": "Welcome, ",
    "my_profile": "My Profile",
    "events": "Events",
    "tickets": "Tickets",
    "warehouses": "Warehouses",
    "events_add": "Add Event",
    "admin_panel": "Admin Panel",
    "logout": "Logout",
    "join_us": "Join Us",
    "log_in": "Log In",
    "main_title": "Given Time",
    "main_subtitle": "France's largest food aid and educational support association.",
    "username": "Username",
    "password": "Password",
    "login_failed": "Login failed. Please try again.",
    "email": "Email",
    "phone": "Phone",
    "name": "Name",
    "last_name": "Last Name",
    "postal_address": "Postal Address",
    "password_mismatch": "Passwords do not match",
    "gender": "Your gender",
    "man": "Man",
    "woman": "Woman",
    "registration_failed": "Registration failed.",
    "about_us_title": "About Us - Au Temps Donné",
    "our_mission": "Our Mission",
    "mission_description": "Au Temps Donné (ATD) is an organization dedicated to providing essential support to those in need. We primarily engage in food aid, offering nutritious meals and provisions to families and individuals in difficulty. In addition, we offer various community services such as homework help for children and support for the elderly and vulnerable.",
    "main_activities": "Our Main Activities",
    "activities_description": "Our action focuses on two main areas: food aid and personal assistance. Each week, we organize food distributions to ensure that no one in our community suffers from hunger. Our dedicated volunteers work tirelessly to collect, prepare, and distribute healthy meals.",
    "education_support": "Simultaneously, we offer a homework help service for children and teenagers. Our qualified volunteers help students overcome their academic difficulties, guiding them in their studies and helping them achieve their academic potential. We firmly believe that education is a key to a better future.",
    "personal_support": "Personal Support",
    "support_description": "Beyond food and educational aid, we strive to support the elderly and individuals in vulnerable situations. Our volunteers provide home visit services, shopping assistance, and administrative support. These services are designed to break social isolation and provide practical help in daily life.",
    "our_impact": "Our Impact",
    "impact_description": "Since our inception, Au Temps Donné has touched the lives of many people in our community. Thanks to our joint efforts, we have succeeded in distributing thousands of meals, providing academic support to hundreds of children, and helping many people maintain their autonomy and dignity.",
    "annual_events": "Every year, we organize special events to raise awareness about precariousness and raise funds to support our initiatives. The generosity of our donors and the commitment of our volunteers are at the heart of our success and allow us to continue our mission.",
    "join_us_description": "If you share our vision and wish to contribute to a better world, we invite you to join our community of volunteers. Whether you have an hour a week or several days to dedicate, your help will be valuable and greatly appreciated. Together, we can make a significant difference.",
    "contact_us_about": "For more information about our activities, upcoming events, or to sign up as a volunteer, please do not hesitate to contact us. We would be delighted to welcome you to our ATD family.",
    "contact_title": "Contact Us - At The Given Time",
    "contact_intro": "We would love to hear from you. Whether you have questions about our services, want to become a volunteer, or need assistance, please do not hesitate to contact us using the information below.",
    "contact_details": "Contact Details",
    "address": "Address:",
    "contact_form": "Contact Form",
    "subject": "Subject:",
    "message": "Message:",
    "send": "Send",
    "social_media": "Social Media",
    "follow_us": "Follow us on social media to stay informed about our latest news and events:",
    "office_hours": "Our Hours",
    "office_schedule": "Our offices are open at the following times:",
    "mon_fri": "Monday - Friday: 9:00 AM - 6:00 PM",
    "saturday": "Saturday: 10:00 AM - 2:00 PM",
    "sunday": "Sunday: Closed",
    "donate_title": "Make a Donation - At The Given Time",
    "why_donate": "Why Donate?",
    "donate_intro": "Donating to At The Given Time directly contributes to improving the lives of many people in our community. Your donations allow us to provide nutritious meals, offer educational support, and help the elderly and vulnerable stay autonomous and connected.",
    "donate_impact": "Every contribution, no matter how small or large, makes a significant difference. Thanks to your generosity, we can continue to provide our essential services and expand our reach to help even more people in need.",
    "donation_impact": "Your Donation's Impact",
    "donate_10": "€10: Provides a hot meal for a family of four.",
    "donate_20": "€20: Provides school supplies and educational support to a child for one month.",
    "donate_50": "€50: Helps fund a week of visits and support for an isolated elderly person.",
    "donate_100": "€100: Contributes to the organization of a community workshop to raise awareness and educate on important topics such as nutrition and health.",
    "how_to_donate": "How to Donate",
    "donate_options": "Donating to At The Given Time is simple and secure. You can choose from the following options:",
    "donate_online": "Donate online through our secure platform. Click the button below to start:",
    "donate_check": "Send a check to the following address: 123 Rue de la Solidarité, 75000 Paris, France.",
    "donate_transfer": "Make a bank transfer. Contact us at donations@autempsdonne.fr to get our bank details.",
    "donate_button": "Donate Online",
    "donations_in_action": "Your Donations in Action",
    "support_thanks": "Thanks to your support, At The Given Time can continue to:",
    "action_food": "Organize weekly food distributions for families in need.",
    "action_education": "Provide educational support and resources to children to help them succeed in school.",
    "action_support": "Offer companionship and support services to the elderly and vulnerable.",
    "action_community": "Create community programs and workshops to strengthen social bonds and improve quality of life.",
    "thank_you": "Thank You for Your Support",
    "thank_you_note": "We warmly thank you for your generosity and commitment to our cause. Together, we can make a real difference and bring hope and support to those who need it most.",
    "mission_title": "Our Missions - At The Given Time",
    "introduction": "Introduction",
    "intro_desc": "At The Given Time is an organization committed to improving the quality of life for people in difficulty through various services and initiatives. Our missions are at the heart of our action, guiding each project and every act of solidarity. Discover below the main missions that animate our association.",
    "food_aid": "Food Aid",
    "food_aid_desc": "We believe everyone has the right to healthy, balanced nutrition. Each week, we organize food distributions for families and individuals in precarious situations. Thanks to our partnerships with local businesses and producers, we are able to provide nutritious and varied meals.",
    "volunteer_efforts": "Our dedicated volunteers work tirelessly to collect, prepare, and distribute these meals, ensuring that no one goes without food. This mission is essential to combat hunger and malnutrition in our community.",
    "educational_support": "Educational Support",
    "education_key": "Education is a key to a better future, which is why we provide educational support to children and teenagers. Our qualified volunteers help students overcome their academic difficulties, guiding them in their studies and helping them develop essential skills.",
    "tutoring_sessions": "Whether through individual tutoring sessions or collective workshops, we work to ensure that every child has the same chances of academic success. This mission aims to reduce educational inequalities and encourage school perseverance.",
    "personal_assistance": "Personal Assistance",
    "beyond_food_edu": "Beyond food and education, we strive to support the elderly and individuals in vulnerable situations. Our services include home visits, shopping assistance, and administrative support.",
    "maintaining_autonomy": "These initiatives are designed to break social isolation and provide practical help in daily life. We believe in the importance of maintaining the autonomy and dignity of each individual, regardless of their situation.",
    "community_workshops": "Community Workshops and Programs",
    "workshops_description": "We regularly organize workshops and community programs to raise awareness and educate on important topics such as nutrition, health, and well-being. These events are open to all and aim to strengthen social bonds and create a sense of community.",
    "learning_opportunities": "Our workshops offer learning and sharing opportunities, allowing everyone to develop new skills and actively engage in community life. This mission is essential for building a stronger and more resilient community.",
    "eco_engagement": "Ecological Engagement",
    "eco_practices": "We are also committed to promoting ecological and sustainable practices. Whether through our food supply or our awareness workshops, we encourage environmentally friendly behaviors.",
    "eco_goals": "Our goal is to reduce our carbon footprint and educate our community about the importance of preserving our planet. This ecological mission is integrated into all our actions to ensure a long-term positive impact.",
    "join_our_cause": "If you share our vision and wish to contribute to our missions, we invite you to join our community of volunteers. Every gesture counts, and together, we can achieve great things.",
    "get_involved": "For more information about our missions or to get involved, please do not hesitate to contact us. We would be delighted to welcome you to our At The Given Time family."
}
