{
    "home": "Accueil",
    "about_us": "À propos de nous",
    "our_missions": "Nos missions",
    "donation": "Donation",
    "contact_us": "Contactez-nous",
    "welcome": "Bienvenue, ",
    "my_profile": "Mon profil",
    "events": "Événements",
    "tickets": "Billets",
    "warehouses": "Entrepôts",
    "events_add": "Ajouter un événement",
    "admin_panel": "Panneau d'administration",
    "logout": "Déconnexion",
    "join_us": "Rejoignez-nous",
    "log_in": "Connexion",
    "main_title": "Au Temps Donné",
    "main_subtitle": "La plus grande association de soutien alimentaire et éducatif en France.",
    "username": "Nom d'utilisateur",
    "password": "Mot de passe",
    "login_failed": "Échec de la connexion. Veuillez réessayer.",
    "email": "E-mail",
    "phone": "Téléphone",
    "name": "Prénom",
    "last_name": "Nom",
    "postal_address": "Adresse Postale",
    "password_mismatch": "Les mots de passe ne correspondent pas",
    "gender": "Votre sexe",
    "man": "Homme",
    "woman": "Femme",
    "registration_failed": "L'inscription a échoué.",
    "about_us_title": "À Propos de Nous - Au Temps Donné",
    "our_mission": "Notre Mission",
    "mission_description": "Au Temps Donné (ATD) est une association dédiée à offrir un soutien essentiel à ceux qui en ont besoin. Nous nous engageons principalement dans l'aide alimentaire, offrant des repas nutritifs et des provisions aux familles et individus en difficulté. En plus de cela, nous proposons divers services communautaires tels que l'aide aux devoirs pour les enfants et le soutien aux personnes âgées et vulnérables.",
    "main_activities": "Nos Activités Principales",
    "activities_description": "Notre action se concentre sur deux axes principaux : l'aide alimentaire et l'aide à la personne. Chaque semaine, nous organisons des distributions de nourriture pour assurer que personne dans notre communauté ne souffre de la faim. Nos bénévoles dévoués travaillent sans relâche pour collecter, préparer et distribuer des repas sains.",
    "education_support": "En parallèle, nous offrons un service d'aide aux devoirs pour les enfants et les adolescents. Nos bénévoles qualifiés aident les élèves à surmonter leurs difficultés scolaires, les guidant dans leurs études et les aidant à réaliser leur potentiel académique. Nous croyons fermement que l'éducation est une clé essentielle pour un avenir meilleur.",
    "personal_support": "Aide à la Personne",
    "support_description": "Au-delà de l'aide alimentaire et éducative, nous nous efforçons de soutenir les personnes âgées et les individus en situation de vulnérabilité. Nos bénévoles offrent des services de visite à domicile, d'accompagnement pour les courses, et d'assistance administrative. Ces services sont conçus pour briser l'isolement social et apporter une aide pratique dans la vie quotidienne.",
    "our_impact": "Notre Impact",
    "impact_description": "Depuis notre création, Au Temps Donné a touché la vie de nombreuses personnes dans notre communauté. Grâce à nos efforts conjoints, nous avons réussi à distribuer des milliers de repas, à fournir un soutien scolaire à des centaines d'enfants, et à aider de nombreuses personnes à maintenir leur autonomie et leur dignité.",
    "annual_events": "Chaque année, nous organisons des événements spéciaux pour sensibiliser la population à la précarité et pour lever des fonds afin de soutenir nos initiatives. La générosité de nos donateurs et l'engagement de nos bénévoles sont au cœur de notre succès et nous permettent de continuer notre mission.",
    "join_us_description": "Si vous partagez notre vision et souhaitez contribuer à un monde meilleur, nous vous invitons à rejoindre notre communauté de bénévoles. Que vous ayez une heure par semaine ou plusieurs jours à consacrer, votre aide sera précieuse et grandement appréciée. Ensemble, nous pouvons faire une différence significative.",
    "contact_us_about": "Pour en savoir plus sur nos activités, nos événements à venir, ou pour vous inscrire comme bénévole, n'hésitez pas à nous contacter. Nous serions ravis de vous accueillir au sein de notre famille ATD.",
    "contact_title": "Contactez-Nous - Au Temps Donné",
    "contact_intro": "Nous serions ravis de vous entendre. Que vous ayez des questions sur nos services, que vous souhaitiez devenir bénévole, ou que vous ayez besoin d'assistance, n'hésitez pas à nous contacter par l'un des moyens ci-dessous.",
    "contact_details": "Coordonnées",
    "address": "Adresse :",
    "contact_form": "Formulaire de Contact",
    "subject": "Sujet :",
    "message": "Message :",
    "send": "Envoyer",
    "social_media": "Réseaux Sociaux",
    "follow_us": "Suivez-nous sur les réseaux sociaux pour rester informé de nos dernières nouvelles et événements :",
    "office_hours": "Nos Horaires",
    "office_schedule": "Nos bureaux sont ouverts aux horaires suivants :",
    "mon_fri": "Lundi - Vendredi : 9h00 - 18h00",
    "saturday": "Samedi : 10h00 - 14h00",
    "sunday": "Dimanche : Fermé",
    "donate_title": "Faire un Don - Au Temps Donné",
    "why_donate": "Pourquoi Faire un Don ?",
    "donate_intro": "Faire un don à Au Temps Donné, c'est contribuer directement à améliorer la vie de nombreuses personnes dans notre communauté. Vos dons nous permettent de fournir des repas nutritifs, d'offrir un soutien scolaire, et d'aider les personnes âgées et vulnérables à rester autonomes et connectées.",
    "donate_impact": "Chaque contribution, qu'elle soit petite ou grande, fait une différence significative. Grâce à votre générosité, nous pouvons continuer à offrir nos services essentiels et à étendre notre portée pour aider encore plus de personnes dans le besoin.",
    "donation_impact": "Impact de Votre Don",
    "donate_10": "10€ : Permettent de fournir un repas chaud à une famille de quatre personnes.",
    "donate_20": "20€ : Offrent du matériel scolaire et du soutien éducatif à un enfant pour un mois.",
    "donate_50": "50€ : Aident à financer une semaine de visites et d'accompagnement pour une personne âgée isolée.",
    "donate_100": "100€ : Contribuent à l'organisation d'un atelier communautaire pour sensibiliser et éduquer sur des sujets importants comme la nutrition et la santé.",
    "how_to_donate": "Comment Faire un Don",
    "donate_options": "Faire un don à Au Temps Donné est simple et sécurisé. Vous pouvez choisir parmi les options suivantes :",
    "donate_online": "Faire un don en ligne via notre plateforme sécurisée. Cliquez sur le bouton ci-dessous pour commencer :",
    "donate_check": "Envoyer un chèque à l'adresse suivante : 123 Rue de la Solidarité, 75000 Paris, France.",
    "donate_transfer": "Faire un virement bancaire. Contactez-nous à donations@autempsdonne.fr pour obtenir nos coordonnées bancaires.",
    "donate_button": "Faire un Don en Ligne",
    "donations_in_action": "Vos Dons en Action",
    "support_thanks": "Grâce à votre soutien, Au Temps Donné peut continuer à :",
    "action_food": "Organiser des distributions alimentaires hebdomadaires pour les familles dans le besoin.",
    "action_education": "Fournir un soutien éducatif et des ressources aux enfants pour les aider à réussir à l'école.",
    "action_support": "Offrir des services d'accompagnement et de soutien aux personnes âgées et vulnérables.",
    "action_community": "Créer des programmes et des ateliers communautaires pour renforcer les liens sociaux et améliorer la qualité de vie.",
    "thank_you": "Merci de Votre Soutien",
    "thank_you_note": "Nous vous remercions chaleureusement pour votre générosité et votre engagement envers notre cause. Ensemble, nous pouvons faire une réelle différence et apporter de l'espoir et du soutien à ceux qui en ont le plus besoin.",
    "mission_title": "Nos Missions - Au Temps Donné",
    "introduction": "Introduction",
    "intro_desc": "Au Temps Donné est une association engagée à améliorer la qualité de vie des personnes en difficulté à travers divers services et initiatives. Nos missions sont au cœur de notre action, guidant chaque projet et chaque geste de solidarité. Découvrez ci-dessous les principales missions qui animent notre association.",
    "food_aid": "Aide Alimentaire",
    "food_aid_desc": "Nous croyons que tout le monde a le droit à une alimentation saine et équilibrée. Chaque semaine, nous organisons des distributions alimentaires pour les familles et les individus en situation de précarité. Grâce à nos partenariats avec des commerces locaux et des producteurs, nous sommes capables de fournir des repas nutritifs et variés.",
    "volunteer_efforts": "Nos bénévoles dévoués travaillent sans relâche pour collecter, préparer et distribuer ces repas, garantissant que personne ne reste sans nourriture. Cette mission est essentielle pour lutter contre la faim et la malnutrition dans notre communauté.",
    "educational_support": "Soutien Scolaire",
    "education_key": "L'éducation est une clé pour un avenir meilleur, c'est pourquoi nous offrons un soutien scolaire aux enfants et aux adolescents. Nos bénévoles qualifiés aident les élèves à surmonter leurs difficultés scolaires, les guidant dans leurs études et les aidant à développer des compétences essentielles.",
    "tutoring_sessions": "Que ce soit par des séances de tutorat individuelles ou des ateliers collectifs, nous travaillons à assurer que chaque enfant a les mêmes chances de réussite académique. Cette mission vise à réduire les inégalités éducatives et à encourager la persévérance scolaire.",
    "personal_assistance": "Aide à la Personne",
    "beyond_food_edu": "Au-delà de l'alimentation et de l'éducation, nous nous efforçons de soutenir les personnes âgées et les individus en situation de vulnérabilité. Nos services incluent des visites à domicile, l'accompagnement pour les courses, et l'assistance administrative.",
    "maintaining_autonomy": "Ces initiatives sont conçues pour briser l'isolement social et apporter une aide pratique dans la vie quotidienne. Nous croyons en l'importance de maintenir l'autonomie et la dignité de chaque individu, quelle que soit sa situation.",
    "community_workshops": "Ateliers et Programmes Communautaires",
    "workshops_description": "Nous organisons régulièrement des ateliers et des programmes communautaires pour sensibiliser et éduquer sur des sujets importants comme la nutrition, la santé, et le bien-être. Ces événements sont ouverts à tous et visent à renforcer les liens sociaux et à créer un sentiment de communauté.",
    "learning_opportunities": "Nos ateliers offrent des opportunités d'apprentissage et de partage, permettant à chacun de développer de nouvelles compétences et de s'engager activement dans la vie communautaire. Cette mission est essentielle pour construire une communauté plus forte et plus résiliente.",
    "eco_engagement": "Engagement Écologique",
    "eco_practices": "Nous sommes également engagés dans la promotion de pratiques écologiques et durables. Que ce soit par le biais de notre approvisionnement en nourriture ou de nos ateliers de sensibilisation, nous encourageons des comportements respectueux de l'environnement.",
    "eco_goals": "Notre objectif est de réduire notre empreinte carbone et d'éduquer notre communauté sur l'importance de la préservation de notre planète. Cette mission écologique est intégrée à toutes nos actions pour garantir un impact positif à long terme.",
    "join_our_cause": "Si vous partagez notre vision et souhaitez contribuer à nos missions, nous vous invitons à rejoindre notre communauté de bénévoles. Chaque geste compte et ensemble, nous pouvons accomplir de grandes choses.",
    "get_involved": "Pour en savoir plus sur nos missions ou pour vous impliquer, n'hésitez pas à nous contacter. Nous serions ravis de vous accueillir au sein de notre famille Au Temps Donné."
}
